Repository: bunsberry/Dream-Price
Catalog: Dream Price/*.lproj/Localizable.strings
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: 💼 Work
ru: 💼 Работа

source: ☕️ Coffee
ru: ☕️ Кофе

source: 🥑 Groceries
ru: 🥑 Продукты

source: 📱 App
ru: 📱 Приложение

source: 🌙 Dream
ru: 🌙 Мечта

# Personal Account
source: Wallet
ru: Кошелек

source: Balance:
ru: Баланс:

source: Edit
ru: Править

source: Done
ru: Готово

source: Save
ru: Сохранить

source: Cancel
ru: Отменить

source: Delete
ru: Удалить

source: Close
ru: Закрыть

source: Spending
ru: Трата

source: Earning
ru: Доход

source: Spendings
ru: Траты

source: Earnings
ru: Доходы

source: Sort by:
ru: Сортировать по:

source: Day
ru: Дням

source: Month
ru: Месяцам

source: Are you sure?
ru: Вы уверены?

source: Category
ru: Категория

source: Description
ru: Описание

source: Budget
ru: Счёт

source: Amount
ru: Значение

source: Date
ru: Дата

source: Something went wrong...
ru: Что-то пошло не так...

source: Fill in all the required information
ru: Заполните все обязательные поля пожалуйста

source: Dismiss
ru: Хорошо

source: Trip to London
ru: Поездка в Лондон

source: I wanna see Big Ben
ru: Обязательно взгляну на Биг Бен

source: New Phone
ru: Новый телефон

source: Mine's a bit old now...
ru: Мой уже немного устарел...

# DreamsPageTitle
source: Dreams
ru: Мечты

# No transactions
source: There is no transactions yet
ru: Тут пока нет транзаций

# Add transactions
source: You can add them on budget page
ru: Вы можете добавить из на странице бюджета

source: Project options:
ru: Действия с проектом:

source: Finish project
ru: Завершить проект

source: Delete project
ru: Удалить проект

# This will finish project
source: This action will finish the project and actions inside it. Are you sure?
ru: Это действие завершит проект и все действия внутри его. Вы уверены?

# This will delete project
source: This action will delete the project and actions inside it. Are you sure?
ru: Это действие удалит проект и все действия внутри его. Вы уверены?

# WelcomeTitle
source: Welcome to Dream Price!
ru: Добро пожаловать в Dream Price!

# WelcomeText
source: Here you can monitor your budgeting, reach your goals and more...
ru: Здесь вы можете следить за своим бюджетом, достигать целей и многое другое...

# BudgetTitle
source: Monitor your budgets!
ru: Помните о бюджете!

# BudgetText
source: You can save your expenses and earnings to control your money turnover
ru: Вы можете сохранять свои доходы и расходы, чтобы контролировать свой денежный оборот

# DreamsTitle
source: Reach your Dreams!
ru: Реализуйте свои мечты!

# DreamsText
source: Focus on your long or short-term money goals and reach them
ru: Фокусирйтесь на долго или краткосрочных экономических целях и достигайте их

# ProjectsTitle
source: Make your projects profitable!
ru: Сделайте свои проекты прибыльными!

# ProjectsText
source: Set and complete tasks for your projects, you can track the project profit too
ru: Ставьте и выполняйте цели для своих проектов, вы также можете следить за профитом проекта
